import {PageTemplate} from './page-template' ;

export const TEMPLATE: PageTemplate[] = [
  {
    id: 1,
    head: 'Подкаст 1. "Расизм, смерть и кролики"',
    text: 'С вами Кирилл Яковлев и Леша Залесский.\n' +
      'Сегодня болтаем про Кроличьи теракты, человеческие консервы и фантомных черных.',
    image: 'assets/images/1_1.png',
  },
  {
    id: 2,
    head: 'Подкаст 2. "Какулюдей"',
    text: 'Сегодня в эфире обсуждаем чушь, дурачимся, и разбираем пару серьезных тем.\n' +
      '\n' +
      'О чем болтаем:\n' +
      '\n' +
      '-лихие покатушки с акулами\n' +
      '-картонный активизм\n' +
      '-петушиный отдел нравов\n',
        image: 'assets/images/1.png',
  },
  {
    id: 3,
    head: 'Подкаст 3. "На дизморали"',
    text: 'Заправляем пару новых патронов в автомат безумия.Боремся с осенней хандрой, ищем смысл там, где его нет и говорим о чудачествах.\n' +
      '\n' +
      'Порция эскапизма. Принимать раз в неделю.\n' +
      '\n' +
      'О чем болтаем:\n' +
      '\n' +
      '- Папуг в законе\n' +
      '- Тифозный вайфай\n' +
      '- Закрытый выход через сувенирную лавку',
    image: 'assets/images/2.png',
  },
  {
    id: 4,
    head: 'Подкаст 4. "Убогащенный"',
    text: 'обсуждаем смелость, глупость и сопутствующие благодетели.Немного болтаем про театр и кино.Учимся прислушиваться к себе и не хандрить.\n' +
      '\n' +
      'Взгляд на мир, через теплую призму ламповых усилителей.\n' +
      '\n' +
      'отдельное спасибо Belarus Free Theatre за прекрасное настроение.Вы вдохновляете и заряжаете. c:',
    image: 'assets/images/3.png',
  },

  {
    id: 5,
    head: 'Подкаст 5. "Ч/б"\n',
    text: 'Разгоняемся по взлетной полосе странностей и смотрим на мир с новой точки зрения.Обсуждаем человеческие желания, переосмысление классики и странные законы.' +
      ' Поверхностное незнание.Но все еще глубже, чем кажется' +
      ' О чем болтаем:' +
      '- Террористическая зоофилия - темные крестные феи - Попугаи-диссиденты' +
      // tslint:disable-next-line:max-line-length
      'P.s.Ведущие не испытывают ненависти или предрассудков к кому-либо. Все люди прекрасны, особенно в теплом свете радиолампы с:' ,
        image: 'assets/images/4.png'},
  {
    id: 6,
    head: 'Подкаст 6 "Секс, наркотики, пенсионеры"\n',
    text:
      'Говорим о приятных неожиданностях и подарках судьбы.\n Стараемся быть легче и ценить то, что дает нам сегодняшний день.\n' +
      '\n' +
      'Радиопанк в ритме джаза. Безумный. Безразмерный.\n' +
      '\n' +
      '\n' +
      'О чем болтаем:\n' +
      '\n' +
      '- Профилактический секс по телефону:\n' +
      'https://www.google.com/amp/s/nv.ua/amp/v-ssha-na-uche..\n' +
      '\n' +
      '- самые галюценогенные штаны в Европе:\n' +
      'https://edition-m.cnn.com/2019/09/25/europe/austrian-..\n' +
      '\n' +
      '- Фермерский инвентарь от Louis Vuitton:\n' +
      'https://www.google.com/amp/s/esquire.ru/style-and-gro..\n' +
      '\n' +
      // tslint:disable-next-line:max-line-length
      'P.s.Ведущие не испытывают ненависти или предрассудков к кому-либо. Все люди прекрасны, особенно в теплом свете радиолампы с:',
       image: 'assets/images/5.png'},
  {
    id: 7,
    head: 'Подкаст 7 "Время быть героем"\n',
    text:
      'Обсуждаем приключения, которые ближе, чем кажется, и героев, спящих в каждом из нас.\n' +
      'Громкие заявления, курьезы и членовредительство по неосторожности - все это уже здесь, в нашем еженедельном новостном косяке.\n' +
      '\n' +
      'О чем болтаем:\n' +
      '\n' +
      '- Гражданская оборона боевым топором:\n' +
      '\n' +
      '- Кроссы от рэп-президента:\n' +
      '- Белорусский поцелуй в ушко:\n' +
      // tslint:disable-next-line:max-line-length
      'P.s.Ведущие не испытывают ненависти или предрассудков к кому-либо. Все люди прекрасны, особенно в теплом свете радиолампы с:' ,
       image: 'assets/images/6.png'},
  {
    id: 8,
    head: 'Салатам - салатово, а цезарю - цезарево.',
    text: 'Новогоднее. Согревающее.\n' +
      'Включаем генератор праздничного настроения, обсуждаем традиции и вспоминаем, за что же мы так любим новый год.\n' +
      'Обсуждаем фильмы, книги, музыку игры, которые могут согревать и улыбать.',
    image: 'assets/images/8.png',
  },
  {
    id: 9,
    head: 'Маленький подарок на хэллоуин для ваших ушек.',
    text: 'В ночь, когда грань между мирами особенно тонка, миру и без нас хватает безумия.\n' +
      'Сегодня просто обсуждаем то, что помогает нам почувствовать атмосферу этого мрачного осеннего праздника.\n' +
      '\n' +
      'хмм,спецвыпуск...сладость или гадость?\n' +
      '\n' +
      '4.48 - мультфильмы\n' +
      '11,41- фильмы\n' +
      '17,34 - игры\n' +
      '21,53 - книги\n' +
      '\n' +
      'P.S. да , мы знаем что не озвучили и сотой части того, что следовало бы.',
    image: 'assets/images/9.png',
  }
      ];
